export const init = {
    tips: [
        {
            id: 1,
            text: 'Попереднє навчання членів проектного колективу'
        },
        {
            id: 2,
            text: 'Узгодження детального переліку вимог до ПЗ із замовником'
        },
        {
            id: 3,
            text: 'Внесення узгодженого переліку вимог до ПЗ замовника в договір'
        },
        {
            id: 4,
            text: 'Точне слідування вимогам замовника з узгодженого переліку вимог до ПЗ'
        },
        {
            id: 5,
            text: 'Попередні дослідження ринку'
        },
        {
            id: 6,
            text: 'Експертна оцінка програмного проекту досвідченим стороннім консультантом'
        },
        {
            id: 7,
            text: 'Консультації досвідченого стороннього консультанта'
        },
        {
            id: 8,
            text: 'Тренінг з вивчення необхідних інструментів розроблення ПЗ'
        },
        {
            id: 9,
            text: 'Укладання договору страхування'
        },
        {
            id: 10,
            text: 'Використання "шаблонних" рішень з вдалих попередніх проектів при управлінні програмним проектом'
        },
        {
            id: 11,
            text: 'Підготовка документів, які показують важливість даного проекту для досягнення фінансових цілей компанії-розробника'
        },
        {
            id: 12,
            text: 'Реорганізація роботи проектного колективу так, щоб обов\'язки та робота членів колективу перекривали один одного'
        },
        {
            id: 13,
            text: 'Придбання (замовлення) частини компонент розроблюваного ПЗ'
        },
        {
            id: 14,
            text: 'Заміна потенційно дефектних компонент розроблюваного ПЗ придбаними компонентами, які гарантують якість виконання роботи'
        },
        {
            id: 15,
            text: 'Придбання більш продуктивної бази даних'
        },
        {
            id: 16,
            text: 'Використання генератора програмного коду'
        },
        {
            id: 17,
            text: 'Реорганізація роботи проектного колективу залежно від рівня труднощів виконання завдань та професійних рівнів розробників'
        },
        {
            id: 18,
            text: 'Повторне використання придатних компонент ПЗ, які були розроблені для інших програмних проектів'
        },
        {
            id: 19,
            text: 'Аналіз доцільності розроблення даного ПЗ'
        }
    ],
    sources: [
        {
            id: 1,
            category: 1,
            text: 'Функціональні характеристики ПЗ',
            value: false,
        },
        {
            id: 2,
            category: 1,
            text: 'Характеристики якості ПЗ',
            value: false,
        },
        {
            id: 3,
            category: 1,
            text: 'Характеристики надійності ПЗ',
            value: false,
        },
        {
            id: 4,
            category: 1,
            text: 'Застосовність ПЗ',
            value: false,
        },
        {
            id: 5,
            category: 1,
            text: 'Часова продуктивність ПЗ',
            value: false,
        },
        {
            id: 6,
            category: 1,
            text: 'Супроводжуваність ПЗ',
            value: false,
        },
        {
            id: 7,
            category: 1,
            text: 'Повторне використання компонент ПЗ',
            value: false,
        },

        {
            id: 8,
            category: 2,
            text: 'Обмеження сумарного бюджету на програмний проект',
            value: false,
        },
        {
            id: 9,
            category: 2,
            text: 'Недоступна вартість реалізації програмного проекту',
            value: false,
        },
        {
            id: 10,
            category: 2,
            text: 'Низька ступінь реалізму при оцінюванні витрат на програмний проект',
            value: false,
        },

        {
            id: 11,
            category: 3,
            text: 'Властивості та можливості гнучкості внесення змін до планів життєвого циклу розроблення ПЗ',
            value: false,
        },
        {
            id: 12,
            category: 3,
            text: 'Можливості порушення встановлених термінів реалізації етапів життєвого циклу розроблення ПЗ',
            value: false,
        },
        {
            id: 13,
            category: 3,
            text: 'Низька ступінь реалізму при встановленні планів і етапів життєвого циклу розроблення ПЗ',
            value: false,
        },

        {
            id: 14,
            category: 4,
            text: 'Хибна стратегія реалізації програмного проекту',
            value: false,
        },
        {
            id: 15,
            category: 4,
            text: 'Неефективне планування проекту розроблення ПЗ',
            value: false,
        },
        {
            id: 16,
            category: 4,
            text: 'Неякісне оцінювання програмного проекту',
            value: false,
        },
        {
            id: 17,
            category: 4,
            text: 'Прогалини в документуванні етапів реалізації програмного проекту',
            value: false,
        },
        {
            id: 18,
            category: 4,
            text: 'Промахи в прогнозуванні результатів реалізації програмного проекту',
            value: false,
        }
    ],
    expertsApp: {
        category1: {
            id: 1,
            title: 'Множина настання технічних ризикових подій',
            mas: [10, 5, 10, 10, 10, 10, 10, 9, 7, 10],
            mas2: [7, 9, 7, 9, 6, 7, 8, 6, 7, 8],
            sum: 0,
            sum2: 0
        },
        category2: {
            id: 2,
            title: 'Множина настання вартісних ризикових подій',
            mas: [6, 7, 10, 10, 6, 7, 9, 8, 9, 10],
            mas2: [7, 9, 7, 8, 9, 7, 7, 7, 8, 10],
            sum: 0,
            sum2: 0
        },
        category3: {
            id: 3,
            title: 'Множина настання планових ризикових подій',
            mas: [9, 8, 8, 8, 10, 8, 9, 10, 10, 8],
            mas2: [10, 8, 7, 6, 6, 6, 10, 8, 6, 7],
            sum: 0,
            sum2: 0
        },
        category4: {
            id: 4,
            title: 'Множина настання ризикових подій реалізації',
            mas: [8, 10, 8, 8, 10, 9, 10, 10, 10, 10],
            mas2: [9, 9, 7, 8, 9, 9, 10, 10, 9, 9],
            sum: 0,
            sum2: 0
        }
    },
    costOfProject: {
        general: {
            id: 5,
            title1: 'Початкова вартість реалізації проекту',
            title2: 'Кінцева вартість реалізації проекту',
            generalBefore: 1900.65,
            generalAfter: 1977.11
        },
        category1: {
            id: 1,
            beforeCost: 380,
            afterCost: 0,
            costs: [41.07, 37.65, 36.23, 26.86, 32.53, 39.35, 41.74, 27.55, 29.80, 40.62, 26.60],
            costs2: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
        },
        category2: {
            id: 2,
            beforeCost: 528.92,
            afterCost: 0,
            costs: [65.01, 59.59, 57.35, 42.52, 51.49, 62.29, 66.07, 65.01, 59.59],
            costs2: [0, 0, 0, 0, 0, 0, 0, 0, 0]
        },
        category3: {
            id: 3,
            beforeCost: 410.41,
            afterCost: 0,
            costs: [43.55, 39.92, 38.42, 28.49, 34.50, 41.73, 44.26, 29.22, 31.60, 41.07, 37.65],
            costs2: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
        },
        category4: {
            id: 4,
            beforeCost: 582.32,
            afterCost: 0,
            costs: [49.94, 45.77, 44.05, 32.66, 39.55, 47.84, 50.75, 33.50, 36.23, 49.38, 32.34, 18.12, 24.67, 33.97, 43.55, 39.92],
            costs2: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]
        }
    },
    identifications: [
        {
            id: 1,
            category: 1,
            text: 'Затримки у постачанні обладнання, необхідного для підтримки процесу розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.68, 0.52, 0.30, 0.54, 0.61, 0.48, 0.28, 0.22, 0.37, 0.42],
            expertDefaultValues2: [0.67, 0.37, 0.21, 0.50, 0.40, 0.31, 0.28, 0.26, 0.44, 0.49]
        },
        {
            id: 2,
            category: 1,
            text: 'Затримки у постачанні інструментальних засобів, необхідних для підтримки процесу розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.28, 0.51, 0.13, 0.41, 0.38, 0.14, 0.18, 0.16, 0.23, 0.39],
            expertDefaultValues2: [0.28, 0.51, 0.13, 0.41, 0.38, 0.14, 0.18, 0.16, 0.23, 0.39]
        },
        {
            id: 3,
            category: 1,
            text: 'Небажання команди виконавців ПЗ використовувати інструментальні засоби для підтримки процесу розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.21, 0.56, 0.21, 0.54, 0.23, 0.53, 0.14, 0.23, 0.44, 0.37],
            expertDefaultValues2: [0.21, 0.56, 0.21, 0.54, 0.23, 0.53, 0.14, 0.23, 0.44, 0.37]
        },
        {
            id: 4,
            category: 1,
            text: 'Відмова команди виконавців від CASE-засобів розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.65, 0.16, 0.27, 0.20, 0.22, 0.68, 0.19, 0.20, 0.38, 0.31],
            expertDefaultValues2: [0.65, 0.16, 0.27, 0.20, 0.22, 0.68, 0.19, 0.20, 0.38, 0.31]
        },
        {
            id: 5,
            category: 1,
            text: 'Формування запитів на більш потужні інструментальні засоби розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.49, 0.41, 0.21, 0.41, 0.53, 0.68, 0.15, 0.13, 0.49, 0.32],
            expertDefaultValues2: [0.49, 0.41, 0.21, 0.41, 0.53, 0.68, 0.15, 0.13, 0.49, 0.32]
        },
        {
            id: 6,
            category: 1,
            text: 'Недостатня продуктивність баз(и) даних для підтримки процесу розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.72, 0.52, 0.23, 0.46, 0.51, 0.40, 0.19, 0.19, 0.52, 0.18],
            expertDefaultValues2: [0.72, 0.52, 0.23, 0.46, 0.51, 0.40, 0.19, 0.19, 0.52, 0.18]
        },
        {
            id: 7,
            category: 1,
            text: 'Програмні компоненти, які використовують повторно в ПЗ, мають дефекти та обмежені функціональні можливості',
            value: false,
            expertDefaultValues: [0.69, 0.63, 0.17, 0.44, 0.33, 0.61, 0.24, 0.23, 0.42, 0.29],
            expertDefaultValues2: [0.69, 0.63, 0.17, 0.44, 0.33, 0.61, 0.24, 0.23, 0.42, 0.29]
        },
        {
            id: 8,
            category: 1,
            text: 'Неефективність програмного коду, згенерованого CASE-засобами розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.67, 0.37, 0.21, 0.50, 0.40, 0.31, 0.28, 0.26, 0.44, 0.49],
            expertDefaultValues2: [0.67, 0.37, 0.21, 0.50, 0.40, 0.31, 0.28, 0.26, 0.44, 0.49]
        },
        {
            id: 9,
            category: 1,
            text: 'Неможливість інтеграції CASE-засобів з іншими інструментальними засобами для підтримки процесу розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.72, 0.37, 0.23, 0.51, 0.44, 0.89, 0.29, 0.25, 0.64, 0.44],
            expertDefaultValues2: [0.72, 0.37, 0.23, 0.51, 0.44, 0.89, 0.29, 0.25, 0.64, 0.44]
        },
        {
            id: 10,
            category: 1,
            text: 'Швидкість виявлення дефектів у програмному коді є нижчою від раніше запланованих термінів',
            value: false,
            expertDefaultValues: [0.30, 0.54, 0.15, 0.13, 0.16, 0.23, 0.18, 0.11, 0.48, 0.29],
            expertDefaultValues2: [0.30, 0.54, 0.15, 0.13, 0.16, 0.23, 0.18, 0.11, 0.48, 0.29]
        },
        {
            id: 11,
            category: 1,
            text: 'Поява дефектних системних компонент, які використовують для розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.50, 0.47, 0.21, 0.72, 0.42, 0.43, 0.27, 0.23, 0.33, 0.26],
            expertDefaultValues2: [0.50, 0.47, 0.21, 0.72, 0.42, 0.43, 0.27, 0.23, 0.33, 0.26]
        },

        {
            id: 12,
            category: 2,
            text: 'Недооцінювання витрат на реалізацію програмного проекту (надмірно низька вартість)',
            value: false,
            expertDefaultValues: [0.24, 0.48, 0.15, 0.48, 0.51, 0.71, 0.17, 0.17, 0.54, 0.22],
            expertDefaultValues2: [0.24, 0.48, 0.15, 0.48, 0.51, 0.71, 0.17, 0.17, 0.54, 0.22]
        },
        {
            id: 13,
            category: 2,
            text: 'Переоцінювання витрат на реалізацію програмного проекту (надмірно висока вартість)',
            value: false,
            expertDefaultValues: [0.26, 0.12, 0.20, 0.64, 0.19, 0.84, 0.14, 0.14, 0.18, 0.14],
            expertDefaultValues2: [0.26, 0.12, 0.20, 0.64, 0.19, 0.84, 0.14, 0.14, 0.18, 0.14]
        },
        {
            id: 14,
            category: 2,
            text: 'Фінансові ускладнення у компанії-замовника ПЗ',
            value: false,
            expertDefaultValues: [0.58, 0.51, 0.17, 0.32, 0.31, 0.16, 0.12, 0.18, 0.24, 0.20],
            expertDefaultValues2: [0.58, 0.51, 0.17, 0.32, 0.31, 0.16, 0.12, 0.18, 0.24, 0.20]
        },
        {
            id: 15,
            category: 2,
            text: 'Фінансові ускладнення у компанії-розробника ПЗ',
            value: false,
            expertDefaultValues: [0.68, 0.40, 0.16, 0.59, 0.19, 0.25, 0.19, 0.13, 0.37, 0.42],
            expertDefaultValues2: [0.68, 0.40, 0.16, 0.59, 0.19, 0.25, 0.19, 0.13, 0.37, 0.42]
        },
        {
            id: 16,
            category: 2,
            text: 'Збільшення бюджету програмного проекта з ініціативи компанії-замовника ПЗ під час його реалізації',
            value: false,
            expertDefaultValues: [0.37, 0.25, 0.16, 0.69, 0.32, 0.29, 0.18, 0.19, 0.42, 0.28],
            expertDefaultValues2: [0.37, 0.25, 0.16, 0.69, 0.32, 0.29, 0.18, 0.19, 0.42, 0.28]
        },
        {
            id: 17,
            category: 2,
            text: 'Збільшення бюджету програмного проекта з ініціативи компанії-розробника ПЗ під час його реалізації',
            value: false,
            expertDefaultValues: [0.45, 0.23, 0.21, 0.38, 0.24, 0.25, 0.13, 0.10, 0.41, 0.11],
            expertDefaultValues2: [0.45, 0.23, 0.21, 0.38, 0.24, 0.25, 0.13, 0.10, 0.41, 0.11]
        },
        {
            id: 18,
            category: 2,
            text: 'Висока вартість виконання повторних робіт, необхідних для зміни вимог до ПЗ',
            value: false,
            expertDefaultValues: [0.50, 0.32, 0.25, 0.24, 0.48, 0.32, 0.18, 0.12, 0.22, 0.28],
            expertDefaultValues2: [0.50, 0.32, 0.25, 0.24, 0.48, 0.32, 0.18, 0.12, 0.22, 0.28]
        },
        {
            id: 19,
            category: 2,
            text: 'Реорганізація структурних підрозділів у компанії-замовника ПЗ',
            value: false,
            expertDefaultValues: [0.68, 0.52, 0.30, 0.54, 0.61, 0.48, 0.28, 0.22, 0.37, 0.42],
            expertDefaultValues2: [0.68, 0.52, 0.30, 0.54, 0.61, 0.48, 0.28, 0.22, 0.37, 0.42]
        },
        {
            id: 20,
            category: 2,
            text: 'Реорганізація команди виконавців у компанії-розробника ПЗ',
            value: false,
            expertDefaultValues: [0.28, 0.51, 0.13, 0.41, 0.38, 0.14, 0.18, 0.16, 0.23, 0.39],
            expertDefaultValues2: [0.28, 0.51, 0.13, 0.41, 0.38, 0.14, 0.18, 0.16, 0.23, 0.39]
        },

        {
            id: 21,
            category: 3,
            text: 'Зміни графіка виконання робіт з боку замовника чи виконавця',
            value: false,
            expertDefaultValues: [0.19, 0.14, 0.22, 0.69, 0.38, 0.32, 0.18, 0.16, 0.40, 0.17],
            expertDefaultValues2: [0.19, 0.14, 0.22, 0.69, 0.38, 0.32, 0.18, 0.16, 0.40, 0.17]
        },
        {
            id: 22,
            category: 3,
            text: 'Порушення графіка виконання робіт у компанії-розробника ПЗ',
            value: false,
            expertDefaultValues: [0.55, 0.18, 0.19, 0.41, 0.17, 0.87, 0.15, 0.23, 0.51, 0.14],
            expertDefaultValues2: [0.55, 0.18, 0.19, 0.41, 0.17, 0.87, 0.15, 0.23, 0.51, 0.14]
        },
        {
            id: 23,
            category: 3,
            text: 'Потреба зміни користувацьких вимог до ПЗ з боку компанії-замовника ПЗ',
            value: false,
            expertDefaultValues: [0.31, 0.27, 0.23, 0.69, 0.47, 0.40, 0.17, 0.25, 0.41, 0.45],
            expertDefaultValues2: [0.31, 0.27, 0.23, 0.69, 0.47, 0.40, 0.17, 0.25, 0.41, 0.45]
        },
        {
            id: 24,
            category: 3,
            text: 'Потреба зміни функціональних вимог до ПЗ з боку компанії-розробника ПЗ',
            value: false,
            expertDefaultValues: [0.27, 0.54, 0.22, 0.63, 0.31, 0.77, 0.14, 0.18, 0.50, 0.25],
            expertDefaultValues2: [0.27, 0.54, 0.22, 0.63, 0.31, 0.77, 0.14, 0.18, 0.50, 0.25]
        },
        {
            id: 25,
            category: 3,
            text: 'Потреба виконання великої кількості повторних робіт, необхідних для зміни вимог до ПЗ',
            value: false,
            expertDefaultValues: [0.16, 0.52, 0.21, 0.34, 0.18, 0.83, 0.14, 0.15, 0.19, 0.23],
            expertDefaultValues2: [0.16, 0.52, 0.21, 0.34, 0.18, 0.83, 0.14, 0.15, 0.19, 0.23]
        },
        {
            id: 26,
            category: 3,
            text: 'Недооцінювання тривалості етапів реалізації програмного проекту з боку компанії-розробника ПЗ',
            value: false,
            expertDefaultValues: [0.70, 0.20, 0.24, 0.54, 0.30, 0.84, 0.26, 0.26, 0.26, 0.36],
            expertDefaultValues2: [0.70, 0.20, 0.24, 0.54, 0.30, 0.84, 0.26, 0.26, 0.26, 0.36]
        },
        {
            id: 27,
            category: 3,
            text: 'Переоцінювання тривалості етапів реалізації програмного проекту',
            value: false,
            expertDefaultValues: [0.60, 0.47, 0.27, 0.68, 0.59, 0.77, 0.19, 0.16, 0.46, 0.36],
            expertDefaultValues2: [0.60, 0.47, 0.27, 0.68, 0.59, 0.77, 0.19, 0.16, 0.46, 0.36]
        },
        {
            id: 28,
            category: 3,
            text: 'Остаточний розмір ПЗ перевищує заплановані його характеристики',
            value: false,
            expertDefaultValues: [0.61, 0.46, 0.25, 0.24, 0.58, 0.22, 0.21, 0.27, 0.38, 0.38],
            expertDefaultValues2: [0.61, 0.46, 0.25, 0.24, 0.58, 0.22, 0.21, 0.27, 0.38, 0.38]
        },
        {
            id: 29,
            category: 3,
            text: 'Остаточний розмір ПЗ значно менший за планові його характеристики',
            value: false,
            expertDefaultValues: [0.46, 0.23, 0.16, 0.56, 0.44, 0.31, 0.17, 0.20, 0.15, 0.34],
            expertDefaultValues2: [0.46, 0.23, 0.16, 0.56, 0.44, 0.31, 0.17, 0.20, 0.15, 0.34]
        },
        {
            id: 30,
            category: 3,
            text: 'Поява на ринку аналогічного ПЗ до виходу замовленого',
            value: false,
            expertDefaultValues: [0.19, 0.14, 0.22, 0.69, 0.38, 0.32, 0.18, 0.16, 0.40, 0.17],
            expertDefaultValues2: [0.19, 0.14, 0.22, 0.69, 0.38, 0.32, 0.18, 0.16, 0.40, 0.17]
        },
        {
            id: 31,
            category: 3,
            text: 'Поява на ринку більш конкурентоздатного ПЗ',
            value: false,
            expertDefaultValues: [0.55, 0.18, 0.19, 0.41, 0.17, 0.87, 0.15, 0.23, 0.51, 0.14],
            expertDefaultValues2: [0.55, 0.18, 0.19, 0.41, 0.17, 0.87, 0.15, 0.23, 0.51, 0.14]
        },

        {
            id: 32,
            category: 4,
            text: 'Низький моральний стан персоналу команди виконавців ПЗ',
            value: false,
            expertDefaultValues: [0.43, 0.48, 0.16, 0.50, 0.48, 0.73, 0.22, 0.24, 0.50, 0.17],
            expertDefaultValues2: [0.43, 0.48, 0.16, 0.50, 0.48, 0.73, 0.22, 0.24, 0.50, 0.17]
        },
        {
            id: 33,
            category: 4,
            text: 'Низька взаємодія між членами команди виконавців ПЗ',
            value: false,
            expertDefaultValues: [0.54, 0.62, 0.27, 0.37, 0.52, 0.79, 0.22, 0.27, 0.50, 0.36],
            expertDefaultValues2: [0.54, 0.62, 0.27, 0.37, 0.52, 0.79, 0.22, 0.27, 0.50, 0.36]
        },
        {
            id: 34,
            category: 4,
            text: 'Пасивність керівника (менеджера) програмного проекту',
            value: false,
            expertDefaultValues: [0.23, 0.15, 0.14, 0.36, 0.21, 0.38, 0.20, 0.19, 0.58, 0.31],
            expertDefaultValues2: [0.23, 0.15, 0.14, 0.36, 0.21, 0.38, 0.20, 0.19, 0.58, 0.31]
        },
        {
            id: 35,
            category: 4,
            text: 'Недостатня компетентність керівника (менеджера) програмного проекту',
            value: false,
            expertDefaultValues: [0.39, 0.35, 0.23, 0.60, 0.39, 0.19, 0.21, 0.15, 0.35, 0.16],
            expertDefaultValues2: [0.39, 0.35, 0.23, 0.60, 0.39, 0.19, 0.21, 0.15, 0.35, 0.16]
        },
        {
            id: 36,
            category: 4,
            text: 'Незадоволеність замовника результатами етапів реалізації програмного проекту',
            value: false,
            expertDefaultValues: [0.50, 0.60, 0.22, 0.66, 0.50, 0.44, 0.17, 0.23, 0.28, 0.35],
            expertDefaultValues2: [0.50, 0.60, 0.22, 0.66, 0.50, 0.44, 0.17, 0.23, 0.28, 0.35]
        },
        {
            id: 37,
            category: 4,
            text: 'Недостатня кількість фахівців у команді виконавців ПЗ з необхідним професійним рівнем',
            value: false,
            expertDefaultValues: [0.63, 0.30, 0.15, 0.18, 0.53, 0.87, 0.19, 0.10, 0.44, 0.37],
            expertDefaultValues2: [0.63, 0.30, 0.15, 0.18, 0.53, 0.87, 0.19, 0.10, 0.44, 0.37]
        },
        {
            id: 38,
            category: 4,
            text: 'Хвороба провідного виконавця в найкритичніший момент розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.27, 0.17, 0.18, 0.21, 0.20, 0.61, 0.16, 0.19, 0.53, 0.22],
            expertDefaultValues2: [0.27, 0.17, 0.18, 0.21, 0.20, 0.61, 0.16, 0.19, 0.53, 0.22]
        },
        {
            id: 39,
            category: 4,
            text: 'Одночасна хвороба декількох виконавців підчас розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.58, 0.41, 0.23, 0.57, 0.19, 0.69, 0.23, 0.22, 0.25, 0.36],
            expertDefaultValues2: [0.58, 0.41, 0.23, 0.57, 0.19, 0.69, 0.23, 0.22, 0.25, 0.36]
        },
        {
            id: 40,
            category: 4,
            text: 'Неможливість організації необхідного навчання персоналу команди виконавців ПЗ',
            value: false,
            expertDefaultValues: [0.54, 0.50, 0.18, 0.76, 0.18, 0.91, 0.20, 0.16, 0.19, 0.30],
            expertDefaultValues2: [0.54, 0.50, 0.18, 0.76, 0.18, 0.91, 0.20, 0.16, 0.19, 0.30]
        },
        {
            id: 41,
            category: 4,
            text: 'Зміна пріоритетів у процесі управління програмним проектом',
            value: false,
            expertDefaultValues: [0.22, 0.33, 0.22, 0.28, 0.36, 0.93, 0.22, 0.21, 0.35, 0.32],
            expertDefaultValues2: [0.22, 0.33, 0.22, 0.28, 0.36, 0.93, 0.22, 0.21, 0.35, 0.32]
        },
        {
            id: 42,
            category: 4,
            text: 'Недооцінювання необхідної кількості розробників (підрядників і субпідрядників) на етапах життєвого циклу розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.73, 0.41, 0.28, 0.31, 0.23, 0.51, 0.24, 0.19, 0.27, 0.45],
            expertDefaultValues2: [0.73, 0.41, 0.28, 0.31, 0.23, 0.51, 0.24, 0.19, 0.27, 0.45]
        },
        {
            id: 43,
            category: 4,
            text: 'Переоцінювання необхідної кількості розробників (підрядників і субпідрядників) на етапах життєвого циклу розроблення ПЗ',
            value: false,
            expertDefaultValues: [0.18, 0.41, 0.24, 0.43, 0.45, 0.65, 0.13, 0.13, 0.37, 0.33],
            expertDefaultValues2: [0.18, 0.41, 0.24, 0.43, 0.45, 0.65, 0.13, 0.13, 0.37, 0.33]
        },
        {
            id: 44,
            category: 4,
            text: 'Надмірне документування результатів на етапах реалізації програмного проекту',
            value: false,
            expertDefaultValues: [0.57, 0.19, 0.15, 0.45, 0.29, 0.73, 0.18, 0.12, 0.30, 0.23],
            expertDefaultValues2: [0.57, 0.19, 0.15, 0.45, 0.29, 0.73, 0.18, 0.12, 0.30, 0.23]
        },
        {
            id: 45,
            category: 4,
            text: 'Недостатнє документування результатів на етапах реалізації програмного проекту',
            value: false,
            expertDefaultValues: [0.30, 0.25, 0.20, 0.20, 0.59, 0.60, 0.18, 0.20, 0.31, 0.26],
            expertDefaultValues2: [0.30, 0.25, 0.20, 0.20, 0.59, 0.60, 0.18, 0.20, 0.31, 0.26]
        },
        {
            id: 46,
            category: 4,
            text: 'Нереалістичне прогнозування результатів на етапах реалізації програмного проекту',
            value: false,
            expertDefaultValues: [0.43, 0.48, 0.16, 0.50, 0.48, 0.73, 0.22, 0.24, 0.50, 0.17],
            expertDefaultValues2: [0.43, 0.48, 0.16, 0.50, 0.48, 0.73, 0.22, 0.24, 0.50, 0.17]
        },
        {
            id: 47,
            category: 4,
            text: 'Недостатній професійний рівень представників від компанії-замовника ПЗ',
            value: false,
            expertDefaultValues: [0.54, 0.62, 0.27, 0.37, 0.52, 0.79, 0.22, 0.27, 0.50, 0.36],
            expertDefaultValues2: [0.54, 0.62, 0.27, 0.37, 0.52, 0.79, 0.22, 0.27, 0.50, 0.36]
        }
    ]
}